from termcolor import colored
hello1 = colored('Добро пожаловать в скрипт-помощник в работе с логами!\n', 'green')
hello2 = colored('Если у Вас будут какие-то вопросы или советы, можете обращаться в тг бота: @racursbtw_bot или в ЛС на форуме', 'magenta')
ds = colored("Данная утилита парсит токены discord с логов.\nСамописный софт, который работает с несколькими стиллерами\n", 'green')
del1 = colored("Данная утилита ускоряет удаление папки с логами.\n", 'yellow')
del2 = colored("Отдельная благодарнсоть: https://zelenka.guru/topchek/\n", 'green')
del3 = colored("P.S. Проверяйте удаляемую папку, т.к. она удалится без подтверждения и безвозвратно!\n", 'red')
pars1 = colored("Данная утилита парсит ВСЕ куки с логов в указанную Вами папку.\n", 'green')
pars2 = colored("P.S. Скрипт именно перемещает куки в указанную папку, а не копирует их!\n", 'red')
cln1 = colored("Данная утилита предназначена для чистки логов от мусора.\n", 'green')
cln2 = colored("А точнее, скрипт удаляет мусорные расширения из логов, по типу: .exe .rar .bat и тд\n", 'green')
finish = '\nРабота завершена!\n\n1. В главное меню\n0. Выход из программы.\n\nВведите значение: '